Repository: NaN-tic/trytond-project_timesheet
Catalog: locale/*.po
Languages: ca_es, es_es

# error:timesheet.work:
source: Every work must be in the same company as it's parent work but "%(child)s" and "%(parent)s" are in different companies.
ca_es: Cada tasca ha d'estar a la mateixa empresa que el seu projecte/tasca pare però "%(child)s" i "%(parent)s" són d'empreses diferents.
es_es: Cada tarea debe estar en la misma empresa que su proyecto/tarea padre pero "%(child)s" y "%(parent)s" son de distintas empresas.

# field:timesheet.line,project_work:
source: Project Work
ca_es: Projecte\Tasca
es_es: Proyecto\Tarea

# field:timesheet.work,project_works:
source: Project Works
ca_es: Projectes\Tasques
es_es: Proyectos\Tareas

# model:ir.action,name:act_project_all_timesheet_line
source: All Timesheet Lines
ca_es: Línies del projecte\tasca - Totes
es_es: Líneas del proyecto\tarea - Todas

# model:ir.action,name:act_project_form2
source: Projects
ca_es: Projectes
es_es: Proyectos

# model:ir.action,name:act_project_timesheet_line
source: Timesheet Lines
ca_es: Línies del projecte\tasca
es_es: Líneas del proyecto\tarea

# model:ir.action.act_window.domain,name:act_project_form_domain_all
source: All
ca_es: Tots
es_es: Todos

# model:ir.action.act_window.domain,name:act_project_form_domain_done
source: Done
ca_es: Realitzats
es_es: Realizados

# model:ir.action.act_window.domain,name:act_project_form_domain_opened
source: Opened
ca_es: Oberts
es_es: Abiertos

# model:ir.action.act_window.domain,name:act_task_form_domain_all
source: All
ca_es: Tots
es_es: Todos

# model:ir.action.act_window.domain,name:act_task_form_domain_done
source: Done
ca_es: Realitzats
es_es: Realizados

# model:ir.action.act_window.domain,name:act_task_form_domain_opened
source: Opened
ca_es: Oberts
es_es: Abiertos
